Repository: CONABIO-audio/irekua
Catalog: irekua/main/locale/*/LC_MESSAGES/django.po
Languages: es

source: Password
es: Contraseña

source: Password confirmation
es: Confirmación de contraseña

source: Passwords don't match
es: Las contraseñas no coinciden

source: Personal info
es: Información personal

source: Permissions
es: Permisos

source: name
es: nombre

source: Name of annotation tool
es: Nombre de la herramienta de anotación

source: version
es: Versión

source: Version of annotation tool
es: Versión de la herramienta de anotación

source: description
es: descripción

source: Description of annotation tool
es: Descripción de la herramienta de anotación

source: Annotation tool logo
es: Logotipo de herramienta de anotación

source: website
es: sitio web

source: Annotation tool website
es: Sitio web de la herramienta de anotación

source: configuration schema
es: Esquema de configuración

source: JSON schema for annotation tool configuration info
es: Esquema json para la información de configuración de la herramienta de anotación

source: Annotation Tool
es: Herramienta de anotación

source: Annotation Tools
es: Herramientas de anotación

source: Invalid annotation tool configuration. Error: %(error)s
es: Configuración inválida de herramienta de anotación. error: %(error)s

source: annotation
es: anotación

source: Reference to annotation being voted
es: Referencia a la anotación que se vota

source: label
es: etiqueta

source: Labels associated to annotation vote
es: Etiquetas asociadas al voto de anotación

source: Annotation Vote
es: Voto de anotación

source: Annotation Votes
es: Votos de anotación

source: Vote %(id)s on annotation %(annotation)s
es: Voto %(id)s en anotación %(annotation)s

source: Invalid label for event type %(type)s. Error: %(error)s
es: Etiqueta inválida para evento tipo %(type)s. Error: %(error)s

source: uncertain
es: inseguero

source: somewhat certain
es: medianamente seguro

source: certain
es: seguro

source: low
es: bajo

source: medium
es: medio

source: high
es: alto

source: annotation tool
es: herramienta de anotación

source: Annotation tool used
es: Herramienta de anotación utilizada

source: item
es: artículo

source: Annotated item
es: Artículo anotado

source: event type
es: tipo de evento

source: Type of event being annotated
es: tipo de evento anotado

source: Labels associated to annotation
es: Etiquetas asociadas a la anotación

source: annotation type
es: Tipo de anotación

source: Type of annotation
es: Tipo de anotación

source: Information of annotation location within item
es: Información de ubicación de anotación dentro del artículo

source: annotation configuration
es: configuración de anotación

source: Configuration of annotation tool
es: Configuración de herramienta de anotación

source: certainty
es: certeza

source: Level of certainty of location or labelling of annotation
es: Nivel de certeza de ubicación o etiquetado de anotación

source: quality
es: Calidad

source: Quality of item content inside annotation
es: Calidad del contenido del artículo dentro de la anotación

source: commentaries
es: comentarios

source: Commentaries of annotator
es: Comentarios de anotador

source: Annotation
es: Anotación

source: Annotations
es: Anotaciones

source: Can vote annotation
es: Puede votar anotación

source: Annotation %(annotation_id)s of item %(item_id)s
es: Anotación %(annotation_id)s de artículo %(item_id)s

source: Label contains a term (of type %(type)s) that is not valid for the event type or does not exist
es: Etiqueta contiene una término (de tipo %(type)s) no-válido para el tipo de evento o no existe

source: Invalid label. Error: %(error)s
es: Etiqueta inválida. Error: %(error)s

source: created on
es: creado en

source: Date of creation
es: Fecha de creación

source: modified on
es: modificado en

source: Date of last modification
es: Fecha de la última modificación

source: creator
es: mreador

source: Creator of object
es: Creador de objeto

source: modified by
es: modificado por

source: User who made modifications last
es: Usuario que realizó las últimas modificaciones

source: physical device
es: dispositivo fisico

source: Reference to physical device
es: Referencia al dispositivo físico

source: collection
es: colección

source: Collection to which the device belongs
es: Colección a la que pertenece el dispositivo

source: internal id
es: id interno

source: ID of device within the collection
es: ID del dispositivo dentro de la colección

source: metadata
es: metadatos

source: Metadata associated with device within collection
es: Metadatos asociados con el dispositivo dentro de la colección

source: Collection Device
es: Dispositivo de recogida

source: Collection Devices
es: Dispositivos de recogida

source: site type
es: tipo de sitio

source: Type of site
es: Tipo de sitio

source: site
es: sitio

source: Reference to Site
es: Referencia al sitio

source: Collection to which the site belongs
es: Colección a la que pertenece el sitio

source: Metadata associated to site in collection
es: Metadatos asociados al sitio en la colección

source: ID of site within the collection
es: ID del sitio dentro de la colección

source: Collection Site
es: Sitio

source: Collection Sites
es: Sitios de recolección

source: Site %(site)s of collection %(collection)s
es: Sitio %(site)s de colección %(collection)s

source: Collection to which user belongs
es: Colección a la que pertenece el usuario

source: user
es: usuario

source: User of collection
es: Usuario de la colección

source: role
es: papel

source: Role of user in collection
es: Rol del usuario en la colección

source: Metadata associated to user in collection
es: Metadatos asociados al usuario en la colección

source: Collection User
es: Usuario de la colección

source: Collection Users
es: Usuarios de la colección

source: User %(user)s of collection %(collection)s
es: Usuario %(user)s de colección %(collection)s

source: Role is not valid for this collection's type
es: El rol no es válido para este tipo de colecciones

source: Invalid metadata for user of role type %(role)s in collection %(collection)s. Error: %(error)s
es: Metadatos inválidos para usuario de papel tipo %(role)s en colección %(collection)s. Error: %(error)s

source: collection type
es: Tipo de colección

source: Type of collection
es: Tipo de colección

source: Name of collection
es: Nombre de la colección

source: Description of collection
es: Descripción de la colección

source: Metadata associated to collection
es: Metadatos asociados a la colección

source: institution
es: institución

source: Institution to which the collection belogs
es: Institución a la que pertenece la colección

source: Logo of data collection
es: Logo de colección de datos

source: administrators
es: administradores

source: Administrators of collection
es: Administradores de colección

source: is open
es: es abierta

source: Boolean flag indicating whether contents of the collection are public.
es: Bandera booleana que indica si los contenidos de la colección son públicos.

source: Collection
es: Colección

source: Collections
es: Colecciones

source: Can add site to collection
es: Puede agregar sitio a la colección

source: Can add item to collection
es: Puede agregar un artículo a la colección

source: Can add device to collection
es: Puede agregar dispositivo a la colección

source: Can add user to collection
es: Puede agregar usuarios a la colección

source: Can add licence to collection
es: Puede agregar licencia a la colección

source: Can annotate items in collection
es: Puede anotar artículo en la colección

source: Can vote on annotations of items in collection
es: Puede votar las anotaciones de los artículos de la colección.

source: Can view sites in collection
es: Puede ver sitios en colección

source: Can view items in collection
es: Puede ver artículos en la colección

source: Can view devices in collection
es: Puede ver dispositivos en colección

source: Can view sampling event in collection
es: Puede ver el evento de muestreo en la colección

source: Can view annotations of items in collection
es: Puede ver anotaciones de artículos en la colección

source: Can change sites in collection
es: Puede cambiar sitios en la colección

source: Can change user info in collection
es: Puede cambiar la información del usuario en la colección

source: Can change items in collection
es: Puede cambiar artículos en la colección

source: Can change devices in collection
es: Puede cambiar los dispositivos en la colección

source: Can change annotations of items in collection
es: Puede cambiar las anotaciones de los artículos de la colección.

source: Can change sampling events in collection
es: Puede cambiar los eventos de muestreo en la colección

source: Can download annotation items
es: Puede descargar annotaciones

source: Invalid metadata for collection of type {type}. Error: {error}
es: Metadatos no válidos para la colección de tipo {type}. Error: {error}

source: Licence %(licence)s is not part of collection %(collection)s.
es: Licencia %(licence)s es no parte de colección %(collection)s.

source: Name of meta collection
es: Nombre de meta colección

source: Description of Meta Collection
es: Descripción de meta colección

source: items
es: artículos

source: Items belonging to MetaCollection
es: Artículos pertenecientes a metacolección

source: Curators of metacollection
es: Curadores de metacolección

source: Meta Collection
es: Meta colección

source: Meta Collections
es: Meta colecciones

source: Name of device brand
es: Nombre de la marca del dispositivo

source: Brand's website
es: Sitio web de marcas

source: Logo of device brand
es: Logotipo de la marca del dispositivo

source: Device Brand
es: Marca del dispositivo

source: Device Brands
es: Marcas de dispositivos

source: device type
es: Tipo de dispositivo

source: Type of device
es: Tipo de dispositivo

source: brand
es: Marca

source: Brand of device
es: Marca de dispositivo

source: model
es: Modelo

source: Model of device
es: Modelo de dispositivo

source: metadata schema
es: Esquema de metadatos

source: JSON Schema for metadata of device info
es: Esquema json para metadatos de información del dispositivo

source: JSON Schema for configuration info of device
es: Esquema json para la información de configuración del dispositivo

source: Device
es: Dispositivo

source: Devices
es: Dispositivos

source: Invalid device configuration. Error: %(error)s
es: Inválida configuración. Error: %(error)s

source: Invalid device metadata. Error: %(error)s
es: Metadatos de dispositivo inválidos. Error: %(error)s

source: custom id
es: Nombre personalizado

source: Simple device identifier
es: Identificador de dispositivo simple

source: serial number
es: número de serie

source: Serial number of device
es: Número de serie del dispositivo

source: device
es: dispositivo

source: Brand and model of device
es: Marca y modelo de dispositivo

source: Metadata associated to device
es: Metadatos asociados al dispositivo

source: bundle
es: conjunto

source: Does this device possibly represents many physical devices?
es: ¿Este dispositivo posiblemente representa muchos dispositivos físicos?

source: Physical Device
es: Dispositivo fisico

source: Physical Devices
es: Dispositivos físicos

source: Device %(id)s of type %(device)s
es: Dispositivo %(id)s de tipo %(device)s

source: file size
es: tamaño del archivo

source: Size of resource in Bytes
es: Tamaño del recurso en bytes

source: Hash of resource file
es: Hash del archivo de recursos

source: item type
es: tipo de artículo

source: Type of resource
es: Tipo de recurso

source: item file
es: Archivo de artículo

source: Upload file associated to file
es: Cargar el archivo

source: media info
es: información de la media

source: Information of resource file
es: Información del archivo de recursos

source: sampling event device
es: Dispositivo de evento de muestreo

source: Sampling event device used to create item
es: Dispositivo desplegado que capturó el artículo

source: source
es: fuente

source: Source of item (parsing function and parent directory)
es: Fuente del artículo (función de análisis y directorio principal)

source: source foreign key
es: Clave externa de origen

source: Foreign key of file in source database
es: Clave externa del archivo en la base de datos de origen

source: Metadata associated to item
es: Metadatos asociados al artículo

source: captured on
es: capturado en

source: Date on which item was produced
es: Fecha en que se produjo el artículo

source: licence
es: licencia

source: Licence of item
es: Licencia de artículo

source: tags
es: etiquetas

source: Tags for item
es: Etiquetas para artículo

source: ready event types
es: Tipos de eventos listos

source: Types of event for which item has been fully annotated
es: Tipos de eventos para los cuales el artículo ha sido anotado completamente

source: Item
es: Artículo

source: Items
es: Artículos

source: Can download item
es: Puede descargar el artículo

source: Can annotate item
es: Puede anotar el artículo

source: Item creator was not specified and is not determined by sampling event device.
es: El creador del artículo no se especificó y no está determinado por el dispositivo de evento de muestreo.

source: File MIME type does not coincide with declared item type (file: {file_type} != {item_type} :item_type)
es: El tipo de archivo MIME no coincide con el tipo de artículo declarado (file: {file_type} != {item_type} :item_type)

source: Licence was not provided to item nor to sampling event
es: No se proporcionó licencia al artículo ni al evento de muestreo

source: If no file is provided, a hash must be given
es: Si no se proporciona ningún archivo, se debe proporcionar un hash

source: Hash of file and recorded hash do not coincide
es: El hash del archivo y el hash grabado no coinciden

source: Hash of secondary resource file
es: Hash del archivo de recursos secundario

source: Type of file of secondary item
es: Tipo de archivo de artículo secundario

source: item id
es: id del artículo

source: Reference to primary item associated to secondary item
es: Referencia al artículo primario asociado al artículo secundario

source: Media information of secondary item file
es: Información multimedia del archivo de artículo secundario

source: Secondary Item
es: Artículo secundario

source: Secondary Items
es: Artículos secundarios

source: Secondary Item %(id)s derived from %(itemid)s
es: Artículo secundario %(id)s derivado desde %(itemid)s

source: directory
es: directorio

source: Directory containing all files in source
es: Directorio que contiene todos los archivos en la fuente

source: source file
es: Archivo fuente

source: File containing metadata for files in source directory
es: Archivo que contiene metadatos para archivos en el directorio fuente

source: parse function
es: función de parseo

source: Parse function used to insert files and metadata to database
es: Función de parseo utilizada para insertar archivos y metadatos en la base de datos

source: uploader id
es: id del cargador

source: Reference to user who uploaded files in source
es: Referencia al usuario que cargó archivos en la fuente

source: Source
es: Fuente

source: Sources
es: Fuentes

source: Directory %(dir)s uploaded with %(func)s
es: Directorio %(dir)s subido con %(func)s

source: Name of tag
es: Nombre de etiqueta

source: Tag description
es: Descripción de la etiqueta

source: icon
es: icono

source: Icon for tag
es: Icono para etiqueta

source: Tag
es: Etiqueta

source: Tags
es: Etiquetas

source: licence type
es: tipo de licencia

source: Type of licence used
es: Tipo de licencia utilizada

source: document
es: documento

source: Legal document of licence agreement
es: Documento legal del acuerdo de licencia

source: Metadata associated with licence
es: Metadatos asociados con la licencia

source: Collection to which this licence belongs
es: Colección a la que pertenece esta licencia

source: is active
es: está activo

source: Licence is still active
es: La licencia aún está activa

source: Licence
es: Licencia

source: Licences
es: Licencias

source: Licence of type {type} created on {date}
es: Licencia de tipo {type} creado en {date}

source: Name for type of annotation
es: Nombre para el tipo de anotación

source: Description of annotation type
es: Descripción del tipo de anotación

source: annotation schema
es: Esquema de anotación

source: JSON Schema for annotation info
es: Esquema json para información de anotación

source: Annotation type icon
es: Icono de tipo de anotación

source: Annotation Type
es: Tipo de anotación

source: Annotation Types
es: Tipos de anotaciones

source: Invalid annotation for annotation type %(type)s. Error: %(error)s
es: Anotación inválida para tipo %(type)s. Error: %(error)s

source: Collection type in which role applies
es: Tipo de colección en la que se aplica el rol

source: Device to be part of collection
es: Dispositivo para ser parte de la colección

source: JSON Schema for metadata of collection device info
es: Esquema json para metadatos de información del dispositivo de recopilación

source: Collection Device Type
es: Tipo de dispositivo de recolección

source: Collection Device Types
es: Tipos de dispositivos de recolección

source: Device type %(device_type)s for collection type %(collection_type)s
es: Dispositivo tipo %(device_type)s para colección tipo %(collection_type)s

source: Invalid metadata for collection device. Error: %(error)s
es: Inválido metadatos para colección dispositivo. error: %(error)s

source: Item to be part of collection
es: Artículo para ser parte de la colección

source: JSON Schema for metadata of collection item info
es: Esquema json para metadatos de información del artículo de colección

source: Collection Item Type
es: Tipo de artículo de colección

source: Collection Item Types
es: Tipos de árticulos de colección

source: Item type %(item)s for collection %(collection)s
es: Artículo de tipo %(item)s para colección %(collection)s

source: Invalid metadata for item type %(type)s in collection %(collection). Error: %(error)
es: Metadatos inválidos para artículo de tipo %(type)s en colección %(collection). Error: %(error)

source: Role to be part of collection
es: Rol para ser parte de la colección

source: JSON Schema for metadata of collection role info
es: Esquema json para metadatos de información de rol de colección

source: Collection Role
es: Rol de colección

source: Collection Roles
es: Roles de colección

source: Role %(role)s for collections of type %(collection)s
es: Rol %(role)s para colecciones de tipo %(collection)s

source: Invalid metadata for user of role type %(type)s in collection %(collection)s. Error: %(error)s
es: Metadatos inválidos para usuario con rol de tipo %(type)s en colección %(collection)s. Error: %(error)s

source: Name of collection type
es: Nombre del tipo de colección

source: Description of collection type
es: Descripción del tipo de colección

source: Logo of collection type
es: Logo del tipo de colección

source: JSON Schema for metadata of collection info
es: Esquema json para metadatos de información de colección

source: anyone can create
es: Cualquiera puede crear

source: Boolean flag indicating wheter any user can create collections of this type
es: Bandera booleana que indica si cualquier usuario puede crear colecciones de este tipo

source: Administrators of this collection type. Administrators can create collections of this type
es: Administradores de este tipo de colección. los administradores pueden crear colecciones de este tipo

source: restrict site types
es: Restringir tipos de sitio

source: Flag indicating whether types of sites are restricted to registered ones
es: Bandera que indica si los tipos de sitios están restringidos a los registrados

source: restrict annotation types
es: Restringir tipos de anotaciones

source: Flag indicating whether types of annotations are restricted to registered ones
es: Bandera que indica si los tipos de anotaciones están restringidos a los registrados

source: restrict item types
es: Restringir tipos de artículos

source: Flag indicating whether types of items are restricted to registered ones
es: Bandera que indica si los tipos de artículos están restringidos a los registrados

source: restrict licence types
es: restringir tipos de licencia

source: Flag indicating whether types of licences are restricted to registered ones
es: Indicador que indica si los tipos de licencias están restringidos a los registrados

source: restrict device types
es: Restringir tipos de dispositivos

source: Flag indicating whether types of devices are restricted to registered ones
es: Indicador que indica si los tipos de dispositivos están restringidos a los registrados

source: restrict event types
es: restringir tipos de eventos

source: Flag indicating whether types of events are restricted to registered ones
es: Bandera que indica si los tipos de eventos están restringidos a los registrados

source: restrict sampling event types
es: Restringir los tipos de eventos de muestreo

source: Flag indicating whether types of sampling events are restricted to registered ones
es: Indicador que indica si los tipos de eventos de muestreo están restringidos a los registrados

source: site types
es: Tipos de sitio

source: Types of sites valid for collections of type
es: Tipos de sitios válidos para colecciones de tipo

source: annotation types
es: Tipos de anotaciones

source: Types of annotations valid for collections of type
es: Tipos de anotaciones válidas para colecciones de tipo

source: licence types
es: Tipos de licencia

source: Types of licences valid for collections of type
es: Tipos de licencias válidas para colecciones de tipo

source: event types
es: Tipos de eventos

source: Types of events valid for collections of type
es: Tipos de eventos válidos para colecciones de tipo

source: sampling event types
es: Tipos de eventos de muestreo

source: Types of sampling events valid for collections of type
es: Tipos de eventos de muestreo válidos para colecciones de tipo

source: item types
es: Tipos de artículos

source: Types of items valid for collections of type
es: Tipos de artículos válidos para colecciones de tipo

source: device types
es: Tipos de dispositivo

source: Types of devices valid for collections of type
es: Tipos de dispositivos válidos para colecciones de tipo

source: Roles valid for collections of type
es: Roles válidos para colecciones de tipo

source: Collection Type
es: Tipo de colección

source: Collection Types
es: Tipos de colección

source: Invalid collection metadata for collection of type %(type)s. Error: %(error)s
es: Metadatos inválidos para colección de tipo %(type)s. Error: %(error)s

source: Site type %(site_type)s is not accepted in collection of type %(col_type)s
es: Sitio %(site_type)s no es aceptado en colección de tipo %(col_type)s

source: Annotation type %(annotation_type)s is not accepted in collection of type %(col_type)s
es: Anotación tipo %(annotation_type)s no es aceptado en colección de tipo %(col_type)s

source: Licence type %(licence_type)s is not accepted in collection of type %(col_type)s
es: Licencia tipo %(licence_type)s no es aceptada en colección de tipo %(col_type)s

source: Event type %(event_type)s is not accepted in collection of type %(col_type)s
es: Evento tipo %(event_type)s no es aceptado en colección de tipo %(col_type)s

source: Item type %(item_type)s is not accepted in collection of type %(col_type)s
es: Artículo %(item_type)s no es aceptado en colección de tipo %(col_type)s

source: Device type %(device_type)s is not accepted in collection of type %(col_type)s
es: Dispositivo %(device_type)s no es aceptado en colección de tipo %(col_type)s
