Repository: CONABIO-audio/irekua
Catalog: irekua/main/locale/*/LC_MESSAGES/django.po
Languages: es

source: Sampling Event type %(sampling_event_type)s is not accepted in collection of type %(col_type)s
es: Evento de muestreo %(sampling_event_type)s no es aceptado en colección de tipo %(col_type)s

source: Role type %(role)s is not accepted in collection of type %(col_type)s
es: Rol %(role)s no es aceptado en colección de tipo %(col_type)s

source: Name for device type
es: Nombre para tipo de dispositivo

source: Description of device type
es: Descripción del tipo de dispositivo

source: Icon for device type
es: Icono para tipo de dispositivo

source: Device Type
es: Tipo de dispositivo

source: Device Types
es: Tipos de dispositivo

source: source type
es: Tipo de fuente

source: Term type of source of entailment
es: Término tipo de fuente de vinculación

source: target type
es: Tipo de objetivo

source: Term type of target of entailment
es: Término tipo de objetivo de vinculación

source: JSON Schema for metadata of entailment info
es: Esquema json para metadatos de información de vinculación

source: Entailment Type
es: Tipo de vinculación

source: Entailment Types
es: Tipos de vinculación

source: Entailments are not possible between terms of the same type
es: Las vinculaciones no son posibles entre términos del mismo tipo

source: Invalid metadata for entailment between terms of types %(entailment)s. Error: %(error)s
es: Inválido metadatos para vinculación Entre condiciones de tipos %(entailment)s. Error: %(error)s

source: Name of event type
es: Nombre del tipo de evento

source: Description of event type
es: Descripción del tipo de evento

source: Event type icon
es: Icono de tipo de evento

source: term types
es: Tipos de término

source: Valid term types with which to label this type of events
es: Tipos de términos válidos con los que etiquetar este tipo de eventos

source: Event Type
es: Tipo de evento

source: Event Types
es: Tipos de eventos

source: Term type %(term_type)s is invalid for event type %(event_type)s
es: Término tipo %(term_type)s es inválido para evento tipo %(event_type)s

source: Name of item type
es: Nombre del tipo de artículo

source: Description of item type
es: Descripción del tipo de artículo

source: media info schema
es: Esquema de información de medios

source: JSON Schema for item type media info
es: Esquema json para información de medios de tipo de artículo

source: media type
es: Tipo de medio

source: MIME type associated with item type
es: Tipo mime asociado con el tipo de artículo

source: Item type icon
es: Icono de tipo de artículo

source: Types of event for this item type
es: Tipos de evento para este tipo de artículo

source: Item Type
es: Tipo de artículo

source: Item Types
es: Tipos de artículos

source: Invalid media info for item of type %(type)s. Error %(error)s
es: Inválida info de media para artículo de tipo %(type)s. Error %(error)s

source: Event type %(event_type)s is invalid for item type %(item_type)s
es: Evento tipo %(event_type)s es inválido para artítulo de tipo %(item_type)s

source: Licence type name
es: Nombre del tipo de licencia

source: Description of licence
es: Descripción de la licencia

source: JSON Schema for metadata of licence info
es: Esquema json para metadatos de información de licencia

source: document template
es: Plantilla de documento

source: Template for licence document
es: Plantilla para documento de licencia

source: years valid for
es: Años de validez

source: Number of years for which licences of this type are valid
es: Número de años para los que las licencias de este tipo son válidas

source: Licence type icon
es: Icono de tipo de licencia

source: can view
es: Puedo ver

source: Any user can view item info
es: Cualquier usuario puede ver la información del artículo

source: can download
es: Puede descargar

source: Any user can download item
es: Cualquier usuario puede descargar los artículos

source: can view annotations
es: Puede ver anotaciones

source: Any user can view item annotations
es: Cualquier usuario puede ver las anotaciones

source: can annotate
es: Puede anotar

source: Any user can annotate item
es: Cualquier usuario puede hacer anotaciones

source: can vote annotations
es: Puede votar anotaciones

source: Any user can vote on item annotations
es: Cualquier usuario puede votar las anotaciones

source: Licence Type
es: Tipo de licencia

source: Licence Types
es: Tipos de licencia

source: Invalid licence metadata. Error: %(error)s
es: Metadatos inválidos para licencia: %(error)s

source: sampling event type
es: Tipo de evento de muestreo

source: Sampling event type in which this device types can be placed
es: Tipo de evento de muestreo en el que se pueden colocar estos tipos de dispositivo

source: Type of device that can be used in sampling event of the given type
es: Tipo de dispositivo que puede usarse en eventos de muestreo del tipo dado

source: JSON schema for metadata associated to device in sampling event
es: Esquema json para metadatos asociados al dispositivo en evento de muestreo

source: Sampling Event Type Device Type
es: Tipo de evento de muestreo tipo de dispositivo

source: Sampling Event Type Device Types
es: Tipo de evento de muestreo tipos de dispositivo

source: Invalid metadata for device of type %(device)s in samplingevent of type %(sampling_event)s. Error: %(error)
es: Metadatos inválidos para dispositivo de tipo %(device)s en muestra de tipo %(samplingevent)s. Error: %(error)

source: Name fo sampling event type
es: Nombre del tipo de evento de muestreo

source: Description of sampling event type
es: Descripción del tipo de evento de muestreo

source: Icon for sampling event type
es: Icono para muestrear el tipo de evento

source: JSON Schema for metadata of sampling event info
es: Esquema json para metadatos de información de eventos de muestreo

source: Flag indicating whether to restrict device types associated with this sampling event type
es: Indicador que indica si se deben restringir los tipos de dispositivos asociados con este tipo de evento de muestreo

source: Flag indicating whether to restrict site types associated with this sampling event type
es: Indicador que indica si se deben restringir los tipos de sitios asociados con este tipo de evento de muestreo

source: Valid device types for this sampling event type
es: Tipos de dispositivos válidos para este tipo de evento de muestreo

source: Valid site types for this sampling event type
es: Tipos de sitios válidos para este tipo de evento de muestreo

source: Sampling Event Type
es: Tipo de evento de muestreo

source: Sampling Event Types
es: Tipos de eventos de muestreo

source: Invalid metadata for sampling event of type %(type)s. Error: %(error)s
es: Inválido metadatos para muestreo evento de tipo %(type)s. error: %(error)s

source: Device type %(device_type)s is not valid for sampling event of type %(type)s
es: Dispositivo tipo %(device_type)s es no válido para muestreo evento de tipo %(type)s

source: Site type %(site_type)s is not valid for sampling event of type %(type)s
es: Sitio tipo %(site_type)s es no válido para muestreo evento de tipo %(type)s

source: Name of site type
es: Nombre del tipo de sitio

source: Description of site type
es: Descripción del tipo de sitio

source: JSON Schema for metadata of site info
es: Esquema json para metadatos de información del sitio

source: Site Type
es: Tipo de sitio

source: Site Types
es: Tipos de sitio

source: Invalid site metadata for site of type %(type)s. Error: %(error)
es: Inválido sitio metadatos para sitio de tipo %(type)s. error: %(error)

source: Name for term type
es: Nombre para el tipo de término

source: Description of term type
es: Descripción del tipo de término

source: Term type icon
es: Icono de tipo de término

source: is categorical
es: Es categórico

source: Flag indicating whether the term type represents a categorical variable
es: Indicador que indica si el término tipo representa una variable categórica

source: JSON Schema for metadata of term info
es: Esquema json para metadatos de información de término

source: synonym metadata schema
es: Esquema de metadatos sinónimo

source: JSON Schema for metadata of synonym info
es: Esquema json para metadatos de información de sinónimos

source: Term Type
es: Tipo de término

source: Term Types
es: Tipos de término

source: Value %(value)s is invalid for non-categorical term of type %(type)s
es: Valor %(value)s es inválido para no categórico término de tipo %(type)s

source: Value %(value)s is invalid for categorical term of type %(type)s
es: Valor %(value)s es inválido para categórico término de tipo %(type)s

source: Invalid metadata for term of type %(type)s. Error: %(error)s
es: Inválido metadatos para término de tipo %(type)s. error: %(error)s

source: Invalid metadata for synonym of terms of type %(type)s. Error: %(error)s
es: Inválido metadatos para sinónimo de condiciones de tipo %(type)s. error: %(error)s

source: sampling event
es: Evento de muestreo

source: Sampling event in which this device was deployed
es: Evento de muestreo en el que se implementó este dispositivo

source: collection device
es: Dispositivo de recogida

source: Reference to collection device used on sampling event
es: Referencia al dispositivo de recolección utilizado en el evento de muestreo

source: Sampling event commentaries
es: Muestreo de comentarios de eventos

source: Metadata associated to sampling event device
es: Metadatos asociados al dispositivo de evento de muestreo

source: configuration
es: Configuración

source: Configuration on device through the sampling event
es: Configuración en el dispositivo a través del evento de muestreo

source: Licence for all items in sampling event
es: Licencia para todos los artículos en un evento de muestreo

source: Sampling Event Device
es: Dispositivo de evento de muestreo

source: Sampling Event Devices
es: Dispositivos de eventos de muestreo

source: Collection device {device} in Sampling Event {event}
es: Dispositivo {device} desplegado en el evento de evento {event}

source: Type of sampling event
es: Tipo de evento de muestreo

source: collection site
es: Sitio

source: Reference to site at which sampling took place
es: Referencia al sitio en el que se realizó el muestreo

source: Metadata associated to sampling event
es: Metadatos asociados al evento de muestreo

source: started on
es: Comenzó en

source: Date at which sampling begun
es: Fecha en que comenzó el muestreo

source: ended on
es: Terminó el

source: Date at which sampling stoped
es: Fecha en que se detuvo el muestreo

source: Collection to which sampling event belongs
es: Colección a la que pertenece el evento de muestreo

source: Sampling Event
es: Evento de muestreo

source: Sampling Events
es: Eventos de muestreo

source: Sampling event %(id)s on site %(site)s: %(start)s - %(end)s
es: Evento de muestreo %(id)s en sitio %(site)s: %(start)s - %(end)s

source: Site does not belong to the declared collection
es: El sitio no pertenece a la colección declarada

source: Starting date cannot be greater than ending date
es: La fecha de inicio no puede ser mayor que la fecha de finalización

source: Name of site
es: Nombre del sitio

source: locality
es: Localidad

source: Name of locality in which the site is located
es: Nombre de la localidad en la que se encuentra el sitio

source: Georeference of site as Geometry
es: Georeferencia del sitio como geometría

source: latitude
es: Latitud

source: Latitude of site
es: Latitud del sitio

source: longitude
es: Longitud

source: Longitude of site
es: Longitud del sitio

source: altitude
es: Altitud

source: Altitude of site (in meters)
es: Altitud del sitio (en metros)

source: Site
es: Sitio

source: Sites
es: Sitios

source: Geo reference or longitude-latitude must be provided
es: Se debe proporcionar referencia geográfica o longitud de longitud

source: Site %(id)s%(name)s
es: Sitio %(id)s%(name)s

source: upload session
es: Subir sesión

source: Upload session
es: Subir sesión

source: Type of error (if apply)
es: Tipo de error (si corresponde)

source: Created item (if apply)
es: Artículo creado (si corresponde)

source: Upload Session
es: Subir sesión

source: Upload Sessions
es: Subir sesiones

source: UploadEvent creator was not specified
es: No se especificó el creador del evento uploade

source: Configuration for this upload session
es: Configuración para esta sesión de carga

source: Session creator was not specified
es: No se especificó el creador de la sesión

source: Source of entailment
es: Fuente de vinculación

source: target
es: Objetivo

source: Target of entailment
es: Objetivo de vinculación

source: Metadata associated to entailment
es: Metadatos asociados a la vinculación

source: Entailment
es: Vinculación

source: Entailments
es: Implicaciones

source: Entailment between types %(source_type)s and %(target_type)s is not possible
es: Vinculación Entre tipos %(source_type)s y %(target_type)s no es posible

source: Invalid entailment metadata. Error %(error)s
es: Inválido vinculación metadatos error %(error)s

source: synonym
es: Sinónimo

source: Suggestion of synonym
es: Sugerencia de sinónimo

source: Description of synonym
es: Descripción del sinónimo

source: Metadata associated to synonym
es: Metadatos asociados al sinónimo

source: Synonym Suggestion
es: Sugerencia de sinónimos

source: Synonym Suggestions
es: Sugerencias de sinónimos

source: Suggestion: {term} = {suggestion}
es: Sugerencia: {term} = {suggestion}

source: Reference to the source of synonym
es: Referencia a la fuente del sinónimo

source: Reference to the target of the synonym
es: Referencia al objetivo del sinónimo

source: Metadata associated to the synonym
es: Metadatos asociados al sinónimo

source: Synonym
es: Sinónimo

source: Synonyms
es: Sinónimos

source: Source and target terms are not of the same type
es: Los términos fuente y destino no son del mismo tipo

source: term type
es: Tipo de término

source: Type of term
es: Tipo de término

source: value
es: Valor

source: Value of term
es: Valor del término

source: Description of term
es: Descripción del término

source: Metadata associated to term
es: Metadatos asociados al término

source: Term Suggestion
es: Sugerencia de plazo

source: Term Suggestions
es: Sugerencias de término

source: Suggestion: %(term_type)s: %(value)s
es: Sugerencia: %(term_type)s: %(value)s

source: Term
es: Término

source: Terms
es: Condiciones

source: institution name
es: Nombre de la Institución

source: Name of institution
es: Nombre de la institución

source: institution code
es: Código Institucional

source: Code of institution
es: Código de institución

source: subdependency
es: Subdependencia

source: Subdependency at institution
es: Subdependencia en la institución

source: country
es: País

source: Country home of institution
es: País de origen de la institución

source: postal code
es: Código postal

source: Postal code
es: Código postal

source: address
es: Dirección

source: Address of institution
es: Dirección de la institución

source: Website of institution
es: Sitio web de la institución

source: Institution logo
es: Logotipo de la institución

source: Institution
es: Institución

source: Institutions
es: Instituciones

source: Name of role
es: Nombre del rol

source: Description of role
es: Descripción del rol

source: Role type icon
es: Icono de tipo de rol

source: permissions
es: Permisos

source: Permissions associated to role
es: Permisos asociados al rol

source: Role
es: Rol

source: Institution to which user belongs
es: Institución a la que pertenece el usuario

source: is developer
es: Es desarrollador

source: Flag to indicate if user is a model developer
es: Marca para indicar si el usuario es un desarrollador modelo

source: is curator
es: es curador

source: Flag to indicate if user is a curator
es: Marca para indicar si el usuario es un curador

source: is model
es: es modelo

source: Flag to indicate if user is an AI model
es: Marca para indicar si el usuario es un modelo ai

source: User
es: Usuario

source: Users
es: Usuarios

source: generic sampling event
es: Evento de muestreo genérico

source: generic site
es: Sitio genérico

source: generic collection
es: Colección genérica

source: JSON Schema is not valid. Error: %(error)s
es: esquema de JSON es no-válido. error: %(error)s

source: Instance does not comply with JSON schema. Error: %(error)s
es: Ejemplo no cumple con el esquema del JSON. error: %(error)s

source: About
es: Acerca de

source: Contact
es: Contacto

source: Profile
es: Perfil

source: Logout
es: Cerrar sesión

source: Log in
es: Iniciar sesión

source: Home (p'urhépecha)
es: Hogar (purhépecha)

source: A database model for data generated in biodiversity monitoring systems
es: Un modelo de base de datos para datos generados en sistemas de monitoreo de biodiversidad

source: Irekua data model stems from the requirements of most passive monitoring systems
es: El modelo de datos irekua se deriva de los requisitos de la mayoría de los sistemas de monitoreo pasivo

source: Distributed
es: Distribuído

source: Date Specific
es: Fecha específica

source: Multi User
es: Multi usuario

source: Licenced Data
es: Datos con licencia

source: Site Specific
es: Sitio específico

source: Device Dependent
es: Dependiente del dispositivo

source: Sampling events
es: Eventos de muestreo

source: Adjustable Metadata Schemes
es: Esquemas de metadatos ajustables

source: Item Annotations
es: Anotaciones de artículo

source: added on
es: Añadido

source: first name
es: Primer nombre

source: last name
es: Apellido

source: username
es: Nombre de usuario

source: filesize
es: Tamaño del archivo

source: Latitude greater than
es: Latitud mayor que

source: Latitude less than
es: Latitud menor que

source: Longitude greater than
es: Longitud mayor que

source: Longitude less than
es: Longitud menor que

source: Altitude less than
es: Altitud menor que

source: Created before than
es: Creado antes que

source: Created after than
es: Creado después de

source: Modified before than
es: Modificado antes que

source: Modified after than
es: Modificado después de

source: : Item
es: : Artículo

source: : Annotations: Add
es: : Anotaciones: Agregar

source: Back
es: Atrás

source: Item
es: Artículo

source: Collections Admin
es: Administrador de colecciones

source: Home
es: Hogar

source: Manager page
es: Página de administrador

source: Create collection
es: Crear colección

source: Add administrator
es: Agregar administrador

source: Managed collections
es: Colecciones gestionadas

source: You currently manage
es: Actualmente gestionas

source: collection types
es: Tipos de colección

source: admin
es: Administración

source: No collections
es: Sin colecciones

source: Create collection
es: Crear colección

source: See more
es: Ver más

source: Clear
es: Limpiar

source: New image annotation:
es: Nueva anotación de imagen:

source: Edit image annotation:
es: Editar anotación de imagen:

source: Label:
es: Etiqueta:

source: Species common or scientific name
es: Nombre común o científico de la especie

source: Add annotation
es: Agregar anotación

source: Save changes
es: Guardar cambios

source: Restore
es: Restaurar

source: Add
es: Añadir

source: Edit
es: Editar

source: View
es: Ver

source: Help
es: Ayuda

source: See
es: Ver

source: Delete
es: Borrar

source: Are you sure you want to delete this object
es: ¿estás seguro de que quieres eliminar este objeto?

source: Cancel
es: Cancelar

source: Delete
es: Borrar

source: Added on
es: Añadido

source: by
es: Por

source: Last modified on
es: Última modificación el

source: Collection administrators
es: Administradores de la colección

source: Name
es: Nombre

source: Email
es: Correo electrónico

source: Collection type
es: Tipo de colección

source: Metadata
es: Metadatos

source: Collection device
es: Dispositivo

source: Device ID in Collection
es: ID del dispositivo en la colección

source: Device info
es: Información del dispositivo

source: Device type
es: Tipo de dispositivo

source: Brand
es: Marca

source: Model
es: Modelo

source: Serial number
es: Número de serie

source: Owner
es: Propietario

source: Collection site
es: Sitio

source: Site ID in Collection
es: ID del sitio en la colección

source: Site type
es: Tipo de sitio

source: Site info
es: Información del sitio

source: Site name
es: Nombre del sitio

source: Locality
es: Localidad

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Altitude
es: Altitud

source: Collection user
es: Usuario de la colección

source: User info
es: Información de usuario

source: Username
es: Nombre de usuario

source: First name
es: Primer nombre

source: Last name
es: Apellido

source: Description
es: Descripción

source: Sampling event
es: Evento de muestreo

source: Item type
es: Tipo de artículo

source: File size
es: Tamaño del archivo

source: Captured on
es: Capturado en

source: File
es: Documento

source: Media info
es: Información de los media

source: Licence
es: Licencia

source: Signed on
es: Firmado

source: Signer
es: Firmante

source: Valid until
es: Válido hasta

source: Document
es: Documento

source: Licence type
es: Tipo de licencia

source: Years valid for
es: Años válidos por

source: Can view items
es: Puede ver artículos

source: Can download items
es: Puede descargar artículos

source: Can view annotations
es: Puede ver anotaciones

source: Can annotate
es: Puede anotar

source: Can vote annotations
es: Puede votar anotaciones

source: Device
es: Dispositivo

source: Sampling event
es: Evento de muestreo

source: Sampling event type
es: Tipo de evento de muestreo

source: Started on
es: Comenzó el

source: Ended on
es: Terminó el

source: Site locality
es: Localidad del sitio

source: Site altitude
es: Altitud del sitio

source: Site latitude
es: Latitud del sitio

source: Site longitude
es: Longitud del sitio

source: Deployed device
es: Dispositivo desplegado

source: Sampling event info
es: Información del evento de muestreo

source: Deployment metadata
es: Metadatos de implementación

source: Device configuration
es: Configuración del dispositivo

source: Site
es: Sitio

source: User Details
es: Detalles de usuario

source: Institution info
es: Información de la institución

source: Institution code
es: Código Institucional

source: Subdependency
es: Subdependencia

source: Country
es: País

source: This list might be empty due to
es: Esta lista puede estar vacía debido a

source: Only objects for which you have viewing permissions are displayed
es: Solo se muestran los objetos para los que tiene permisos

source: Read more information on permissions
es: Lea más información sobre permisos

source: No object satisfies the applied filters
es: Ningún objeto satisface los filtros aplicados

source: Clear the filters
es: Limpiar los filtros

source: Errors
es: Errores

source: Filters
es: Filtros

source: Search
es: Buscar

source: Clean
es: Limpiar

source: Event type
es: Tipo de evento

source: Equals
es: Es igual

source: Annotation type
es: Tipo de anotación

source: Certainty
es: Certeza

source: Greater than
es: Mas grande que

source: Less than
es: Menos que

source: Contains
es: Contiene

source: From
es: Desde

source: To
es: A

source: Details
es: Detalles

source: Is open?
es: ¿Esta abierto?

source: Institution name
es: Nombre de la Institución

source: Institution country
es: País de la institución

source: Names
es: Nombres

source: Location
es: Ubicación

source: Code
es: Código

source: Device details
es: Detalles del dispositivo

source: Custom name
es: Nombre personalizado

source: Is bundle
es: Es paquete

source: Hardware details
es: Detalles de hardware

source: Annotation
es: Anotación

source: Quality
es: Calidad

source: Serial Number
es: Número de serie

source: Collection Device id
es: ID del dispositivo en la colección
