Repository: CONABIO-audio/irekua
Catalog: irekua/main/locale/*/LC_MESSAGES/django.po
Languages: es

source: Collection Site ID
es: ID del sitio en la recolección

source: Type
es: Tipo

source: Signed by
es: Firmado por

source: Admins
es: Administradores

source: Items captured
es: Artículos capturados

source: Collection site
es: Sitio

source: Deployed devices
es: Dispositivos desplegados

source: User Home
es: Hogar

source: Admin Collections
es: Colecciones administrativas

source: Previous
es: Anterior

source: Next
es: Próximo

source: Created on
es: Creado en

source: pending...
es: Pendiente...

source: Number
es: Número

source: Last added on
es: Agregado por última vez en

source: Download summary
es: Descargar resumen

source: Sites added to collection
es: Sitios agregados a la colección

source: Devices added to collection
es: Dispositivos agregados a la colección

source: Sampling events created in collection
es: Muestreo de eventos creados en la colección

source: Items added to collection
es: Artículos agregados a la colección

source: Annotations added to collection
es: Anotaciones agregadas a la colección

source: Items under this licence
es: Artículos bajo esta licencia

source: Last added
es: Última incorporacion

source: Summary
es: Resumen

source: Updated on
es: Actualizado en

source: Update
es: Actualizar

source: Please check that all provided information is correct before submitting.
es: Compruebe que toda la información proporcionada sea correcta antes de enviarla.

source: Create
es: Crear

source: Add device to collection
es: Agregar dispositivo a la colección

source: Select collection
es: Seleccione colección

source: Select user device
es: Seleccione dispositivo de usuario

source: Fill in details
es: Completar detalles

source: Selected collection
es: Colección seleccionada

source: Selected device
es: Dispositivo seleccionado

source: Select one of your collections
es: Selecciona una de tus colecciones

source: Choose a collection from the list.
es: Elige una colección de la lista.

source: No available collections
es: No hay colecciones disponibles

source: Select a device
es: Seleccione un dispositivo

source: Choose one of your previously registered devices to register to the collection or
es: Elija uno de sus dispositivos registrados previamente para registrarse en la colección o

source: add a new device
es: agregar un nuevo dispositivo

source: No user devices where found
es: No se encontraron dispositivos de usuario

source: Add a new device
es: Agregar un nuevo dispositivo

source: Add site to collection
es: Agregar sitio a la colección

source: Select site type
es: Seleccione tipo de sitio

source: Select site
es: Seleccione sitio

source: Selected site type
es: Tipo de sitio seleccionado

source: Selected site
es: Sitio seleccionado

source: Select site type
es: Seleccione tipo de sitio

source: Please select a site to add or
es: Seleccione un sitio para agregar o

source: create a new one
es: Crear uno nuevo

source: Create new site
es: Crear nuevo sitio

source: No available sites.
es: No hay sitios disponibles.

source: Please register new site
es: Por favor registre un nuevo sitio

source: Add user to collection
es: Agregar usuario a la colección

source: Select user
es: Seleccione usuario

source: Select role
es: Seleccionar papel

source: Selected user
es: Usuario seleccionado

source: Selected role
es: Rol seleccionado

source: No additional information required
es: No se requiere información adicional

source: There are no available roles for this collection
es: No hay roles disponibles para esta colección

source: Select a user
es: Seleccione un usuario

source: Search for a user to add to the collection, or
es: Buscar un usuario para agregar a la colección, o

source: invite a user to selia
es: invitar a un usuario a selia

source: No user with the given email was found. Do you wish to
es: No se encontró ningún usuario con el correo electrónico proporcionado. Deseas

source: invite a new user
es: Invitar a un nuevo usuario

source: Add items
es: Agregar artículos

source: Select sampling event
es: Seleccione evento de muestreo

source: Select deployed device
es: Seleccione dispositivo desplegado

source: Select licence
es: Seleccione licencia

source: Upload files
es: Subir archivos

source: No collections were found
es: No se encontraron colecciones

source: Please select a licence for the items you wish to upload.
es: Seleccione una licencia para los artículos que desea cargar.

source: Selected sampling event
es: Evento de muestreo seleccionado

source: Selected deployed device
es: Dispositivo desplegado seleccionado

source: No available licences.
es: No hay licencias disponibles.

source: Select a sampling event
es: Seleccione un evento de muestreo

source: Choose a sampling event from the collection or
es: Elija un evento de muestreo de la colección o

source: No available sampling events.
es: No hay eventos de muestreo disponibles.

source: Create a new one
es: Crear uno nuevo

source: Select a deployed device
es: Seleccione un dispositivo desplegado

source: Choose a device that was deployed in the sampling event or
es: Elija un dispositivo usado en el evento de muestreo o

source: No deployed devices were found
es: No se encontraron dispositivos desplegados

source: Add licence
es: Agregar licencia

source: Select licence type
es: Seleccione tipo de licencia

source: Please download a copy of licence template, fill it in and upload the completed document.
es: Descargue una copia de la plantilla de licencia, complétela y cargue el documento completo.

source: Selected licence type
es: Tipo de licencia seleccionada

source: Please download the licence document template and upload a filled in version.
es: Descargue la plantilla del documento de licencia y cargue una versión completada.

source: Template
es: Modelo

source: No additional information is required
es: No se requiere información adicional

source: No licence types are valid for this collection
es: No hay tipos de licencia válidos para esta colección

source: Add user device
es: Agregar dispositivo de usuario

source: Select hardware
es: Seleccione hardware

source: Register any individual traits
es: Registrar cualquier rasgo individual

source: Selected hardware
es: Hardware seleccionado

source: Select the brand, model and device type.
es: Seleccione la marca, modelo y tipo de dispositivo.

source: Select
es: Seleccionar

source: Please search for the device
es: Por favor busque el dispositivo

source: or
es: O

source: Create new device
es: Crear nuevo dispositivo

source: Add deployed device
es: Agregar dispositivo desplegado

source: Select device
es: Seleccione el dispositivo

source: Please provide information about the deployment of the device in the sampling event.
es: Proporcione información sobre la implementación del dispositivo en el evento de muestreo.

source: No available collections.
es: No hay colecciones disponibles.

source: Select device to deploy
es: Seleccione dispositivo para desplegar

source: Choose a registered collection device to deploy or
es: Elija un dispositivo para usarse o

source: add a new one to the collection
es: Agregar uno nuevo a la colección

source: No collection devices were found.
es: No se encontraron dispositivos de recolección.

source: Add a new one
es: Agregar uno nuevo

source: Create sampling event
es: Crear evento de muestreo

source: Select sampling event type
es: Seleccione el tipo de evento de muestreo

source: Select collection site
es: Seleccione sitio de recolección

source: Selected sampling event type
es: Tipo de evento de muestreo seleccionado

source: No collections where found.
es: No se encontraron colecciones.

source: Select a registered site
es: Seleccione un sitio registrado

source: Please select a collection site to associate or
es: Seleccione un sitio de colección para asociar o

source: add a new one
es: Agregar uno nuevo

source: No collection sites found.
es: No se encontraron sitios de recolección.

source: register new site
es: Registrarse nuevo sitio

source: Create site
es: Crear sitio

source: Please fill in the following information
es: Por favor, complete la siguiente información

source: Invite user
es: Invitar usuario

source: See items
es: Ver artículos

source: : Licence
es: : Licencia

source: User device detail
es: Detalle del dispositivo de usuario

source: Download Summary
es: Descargar resumen

source: : Sampling Event
es: : Evento de muestreo

source: User Site Detail
es: Detalles del sitio del usuario

source: No annotations
es: Sin anotaciones

source: Add Device
es: Añadir dispositivo

source: No devices registered to the collection were found.
es: No se encontraron dispositivos registrados en la colección.

source: Add devices to the collection
es: Agregar dispositivos a la colección

source: Create item
es: Crear artículo

source: No items were found
es: No se encontraron artículos

source: No signed licences for the collection were found.
es: No se encontraron licencias firmadas para la colección.

source: Add licence to the collection
es: Agregar licencia a la colección

source: Add Site
es: Agregar sitio

source: No sites registered to the collection were found.
es: No se encontraron sitios registrados en la colección.

source: Add site to the collection
es: Agregar sitio a la colección

source: Add User
es: Agregar usuario

source: No collection users were found.
es: No se encontraron usuarios de la colección.

source: Add user to the collection
es: Agregar usuario a la colección

source: Add Items
es: Agregar artículos

source: No items have been captured in this deployed device
es: No se han capturado artículos en este dispositivo desplegado

source: Add item to the deployed device
es: Agregar artículos al dispositivo desplegado

source: Deploy device
es: Desplegar dispositivo

source: No deployed device was found for this sampling event.
es: No se encontró ningún dispositivo desplegado para este evento de muestreo.

source: Deploy a device in this sampling event
es: Implementar un dispositivo en este evento de muestreo

source: No items captured in this sampling event were found.
es: No se encontraron artículos capturados en este evento de muestreo.

source: Add sampling event
es: Agregar evento de muestreo

source: No sampling events were found in this collection.
es: No se encontraron eventos de muestreo en esta colección.

source: Add a sampling event
es: Agregar un evento de muestreo

source: No user ites were found.
es: No se encontraron usuarios.

source: Add a item
es: Agregar un artículo

source: Add a device
es: Agrega un dispositivo

source: No user devices were found.
es: No se encontraron dispositivos de usuario.

source: No user sampling events were found.
es: No se encontraron eventos de muestreo de usuarios.

source: Add a site
es: Agregar un sitio

source: No user sites were found.
es: No se encontraron sitios de usuarios.

source: : Devices
es: : Dispositivos

source: : Sites
es: : Sitios

source: My Collections
es: Mis colecciones

source: Open Collections
es: Colecciones abiertas

source: : Items
es: : Artículos

source: : Licences
es: : Licencias

source: : Sampling events
es: : eventos de muestreo

source: My Devices
es: Mis dispositivos

source: My Sites
es: Mis sitios

source: My Sampling events
es: Mis eventos de muestreo

source: My Items
es: Mis artículos

source: Permission Denied
es: Permiso denegado

source: You do not have permission to view this content or perform this action.
es: No tiene permiso para ver este contenido o realizar esta acción.

source: Object protected
es: Objeto protegido

source: This object has been used elsewhere, deleting it would leave hanging references.
es: Este objeto se ha utilizado en otros lugares, eliminarlo dejaría referencias colgantes.

source: yes
es: Sí

source: add
es: Añadir

source: User email
es: Correo electrónico del usuario

source: No user with this email was found
es: No se encontró ningún usuario con este correo electrónico

source: Invitation to join Selia
es: Invitación a unirse a selia

source: search
es: buscar

source: Empty list
es: Lista vacía

source: ordering
es: ordenar

source: No items are registered in this collection
es: No hay artículos registrados en esta colección

source: No items are registered to this sampling event device
es: No hay artículos registrados en este dispositivo de evento de muestreo

source: No devices are registered in this sampling event
es: No hay dispositivos registrados en este evento de muestreo

source: No items are registered in this sampling event
es: No hay artículos registrados en este evento de muestreo

source: No sampling events are registered in this sampling event
es: No se registran eventos de muestreo en este evento de muestreo

source: User has no registered devices
es: El usuario no tiene dispositivos registrados

source: User has no registered items
es: El usuario no tiene artículos registrados

source: User has no registered sampling events
es: El usuario no tiene eventos de muestreo registrados

source: User has no registered sites
es: El usuario no tiene sitios registrados
