Repository: CONABIO-audio/irekua
Catalog: irekua/irekua/locale/*/LC_MESSAGES/django.po
Languages: es

source: Term types must be equal for synonyms ({type1} != {type2})
es: Los tipos de términos deben de ser iguales para una sinonimia ({type1} != {type2})

source: Georeference and longitude-latitude do not coincide
es: La georeferencia y la longitud-latitud no coinciden

source: Event type {event} is not valid for item type {item}
es: El tipo de evento {event} no es válido para el tipo de item {item}

source: Label type {label} is not valid for event type {event}
es: El tipo de etiqueta {label} no es valido para el tipo de evento {event}
