Repository: CONABIO-audio/irekua
Catalog: irekua/irekua/locale/*/LC_MESSAGES/django.po
Languages: es

source: name
es: nombre

source: Name for type of annotation
es: Nombre para el tipo de anotación

source: description
es: descripción

source: Description of annotation type
es: Descripción del tipo de anotación

source: schema id
es: id de esquema

source: JSON schema for annotation type
es: Esquema JSON para tipo de anotación

source: icon
es: ícono

source: Annotation type icon
es: Ícono de tipo de anotación

source: Annotation Type
es: Tipo de Anotación

source: Annotation Types
es: Tipo de Anotación

source: annotation id
es: id anotación

source: Reference to annotation being voted
es: Referencia a la anotación siendo votada

source: label
es: etiqueta

source: Labels associated to annotation vote
es: Etiquetas asociadas a la anotación

source: created by
es: creado por

source: Creator of annotation vote
es: Creador de la votación de anotación

source: created on
es: creado en

source: Date of creation of annotation
es: Fecha de creación de la anotación

source: modified on
es: modificado en

source: Date of last modification
es: Fecha de última modificación

source: Annotation Vote
es: Voto de Annotación

source: Annotation Votes
es: Votos de Anotaciones

source: Vote {id} on annotation {annotation}
es: Voto {id} de la anotación {annotation}

source: low
es: baja

source: medium
es: media

source: high
es: alta

source: item id
es: id item

source: Annotated item
es: Item anotado

source: event type
es: tipo de evento

source: Type of event being annotated
es: Tipo de evento siendo anotado

source: label type
es: tipo etiqueta

source: Schema for label structure
es: Esquema JSON para la estructura de la etiqueta

source: Labels associated to annotation
es: Etiquetas asociadas a la anotación

source: annotation type
es: tipo de anotación

source: Type of annotation
es: Tipo de anotación

source: annotation
es: anotación

source: Information of annotation location within item
es: Información de la ubicación de la anotación dentro del item

source: metadata type
es: tipo metadatos

source: JSON schema for metadata
es: Esquema de JSON para metadatos

source: metadata
es: metadatos

source: Metadata associated to annotation
es: Metadatos asociados a la anotación

source: certainty
es: certeza

source: Level of certainty of location or labelling of annotation
es: Nivel de certeza de la ubicación o la etiqueta de la anotación

source: quality
es: calidad

source: Quality of item content inside annotation
es: Calidad del contenido de la información del item dentro de la anotación

source: commentaries
es: comentarios

source: Commentaries of annotator
es: Comentarios de anotador

source: Creator of annotation
es: Creador de la anotación

source: last modified by
es: modificado por ultima vez por

source: User that modified the annotation last
es: Ultimo modificador de la anotación

source: Annotation
es: Anotación

source: Annotations
es: Anotaciones

source: Annotation {annotation_id} of item {item_id}
es: Anotación {annotation_id} del item {item_id}

source: device id
es: id dispositivo

source: Reference to physical device
es: Referencia al dispositivo físico

source: collection id
es: id coleccion

source: Collection to which the device belongs
es: Colección al la cual pertenece el dispositivo

source: internal id
es: id interno

source: ID of device within the collection
es: ID del dispositivo dentro de la colección

source: metadata_type
es: tipo metadato

source: Metadata associated with device within collection
es: Metadatos asociados al dispositivo dentro de la colección

source: Collection Device
es: Dispositivo de Colección

source: Collection Devices
es: Dispositivos de Colección

source: Collection in which role applies
es: Colección en la cual aplica el rol

source: role type
es: tipo de rol

source: Role to be part of collection
es: Rol asignado dentro de la colección

source: Collection Role
es: Rol de Colección

source: Collection Roles
es: Roles de Colección

source: Role {role} for collection {collection}
es: Rol {role} para la colección {collection}

source: Collection in which schema applies
es: Colección en la cual aplica el esquema

source: Schema to be part of collection
es: Esquema que forma parte de la colección

source: Collection Schema
es: Esquema de Colleción

source: Collection Schemas
es: Esquemas de Colección

source: Schema {schema} for collection {collection}
es: Esquema {schema} para la colección {collection}

source: site id
es: id de sitio

source: Reference to Site
es: Referencia al Sitio

source: Collection to which the site belongs
es: Colección a la cual pertenece el sitio

source: ID of site within the collection
es: ID del sitio de la colleción

source: JSON schema for collection site metadata
es: Esquema JSON para los metadatos del sitio de la colección

source: Metadata associated with site within collection
es: Metadatos asociados al sitio de la colección

source: Collection Site
es: Sitio de Colección

source: Collection Sites
es: Sitios de Colección

source: Site {site} of collection {collection}
es: Sitio {site} de la colección {collection}

source: Collection to which user belongs
es: Colección a la cual pertenece el usuario

source: user id
es: id de usuario

source: User of collection
es: Usuario de la colección

source: role
es: rol

source: Role of user in collection
es: Rol del usuario en la colección

source: JSON schema for collection user metadata
es: Esquema JSON para los metadatos de usuarios de la colección

source: Metadata associated to user in collection
es: Metadatos asociados a usuario en la colección

source: is admin
es: es admin

source: Flag that indicates if user is administrator of the collection
es: Bandera que indica si el usuario es un administrador de la colección

source: Collection User
es: Usario de la Colección

source: Collection Users
es: Usuarios de la Colección

source: User {user} of collection {collection}
es: Usuario {user} de la colección {collection}

source: Name of collection
es: Nombre de la colección

source: Description of collection
es: Descripción de la colección

source: JSON schema for collection metadata
es: Esquema JSON para los metadatos de la colección

source: Collection metadata
es: Metadatos de la colección

source: institution id
es: id de institutción

source: Institution to which the collection belogs
es: Institución a la cual pertenece la colección

source: is open
es: es abierta

source: Any user can enter this collection
es: Cualquier usuario puede ingresar a la colección

source: Logo of data collection
es: Logo de la colección

source: Collection
es: Colección

source: Collections
es: Colecciones

source: Name of device brand
es: Nombre de la marca de dispositivo

source: website
es: sitio web

source: Brand's website
es: Sitio web de la marca

source: Logo of device brand
es: Logo de la marca de dispositivo

source: Device Brand
es: Marca de Dispositivo

source: Device Brands
es: Mercas de Dispositivo

source: Name for device type
es: Nombre del tipo de dispositivo

source: Description of device type
es: Descripción del tipo de dispositivo

source: Icon for device type
es: Ícono para tipo de dispositivo

source: Device Type
es: Tipo de Dispositivo

source: Device Types
es: Tipos de Dispositivo

source: device type
es: tipo de dispositivo

source: Type of device
es: Tipo de dispositivo

source: brand
es: marca

source: Brand of device
es: Marca del dispositivo

source: model
es: modelo

source: Model of device
es: Modelo del dispositivo

source: JSON schema for device metadata
es: Esquema JSON para los metadatos del dispositivo

source: configuration type
es: tipo de configuración

source: JSON schema for device configuration
es: Esquema JSON para la configuración del dispositivo

source: Device
es: Dispositivo

source: Devices
es: Dispositivos

source: source id
es: id fuente

source: Source of entailment
es: Fuente de la implicación

source: target id
es: id objetivo

source: Target of entailment
es: Objetivo de la implicación

source: JSON schema for entailment metadata
es: Esquema JSON para los metadatos de la implicación

source: Metadata associated to entailment
es: Metadatos asociados a la implicación

source: Entailment
es: Implicación

source: Entailments
es: Implicaciones

source: Name of event type
es: Nombre del tipo de evento

source: Description of event type
es: Descripción del tipo de evento

source: Event type icon
es: Ícono para el tipo de evento

source: labels
es: etiquetas

source: JSON schemas for valid labels on type of event
es: Esquemas JSON de etiqueta válidos para el para tipo de evento

source: Event Type
es: Tipo de Evento

source: Event Types
es: Tipos de Evento

source: institution name
es: nombre institución

source: Name of institution
es: Nombre de la institución

source: institution code
es: código institución

source: Code of institution
es: Código de la institución

source: ID of institution
es: ID de la institución

source: subdependency
es: subdependencia

source: Subdependency at institution
es: Subdependencia dentro de la institución

source: country
es: país

source: Country home of institution
es: País hogar de la institución

source: postal code
es: código postal

source: Postal code
es: Código postal

source: address
es: dirección

source: Address of institution
es: Dirección de la institución

source: Website of institution
es: Sitio web de la institución

source: Institution logo
es: Logo de la institución

source: Institution
es: Institución

source: Institutions
es: Instituciones

source: Name of item type
es: Nombre del tipo de item

source: Description of item type
es: Descripción del tipo de item

source: media info schema id
es: id esquema media info

source: Reference to JSON Schema to be used with media info of this item type
es: Esquema JSON para la información de media asociada a este tipo de item

source: Item type icon
es: Ícono de tipo de item

source: event types
es: tipos de evento

source: Types of event for this item type
es: Tipos de evento para este tipo de item

source: Item Type
es: Tipo de Item

source: Item Types
es: Tipos de Item

source: path
es: ruta

source: Path to resource
es: Ruta al recurso

source: file size
es: tamaño archivo

source: Size of resouce in Bytes
es: Tamaño del archivo en Bytes

source: hash
es: has

source: Hash of resource file
es: Hash del archivo asociado

source: hash function
es: funcion hash

source: Function used to create hash of file
es: Función de hash utilizada

source: item type
es: tipo de item

source: Type of resource
es: Tipo de recurso

source: source foreign key
es: llave foranea fuente

source: Foreign key of file in source database
es: Llave foranea del archivo en la base de datos de la fuente

source: media info
es: info media

source: Information of resource file
es: Información del archivo asociado

source: sampling id
es: id muestreo

source: Sampling event associated with item
es: Evento de muestreo asociado con el item

source: event id
es: tipo de evento

source: Reference to source of item (parsing function and parent directory)
es: Fuente del item (función de parseo y directorio raíz)

source: Schema for item metadata structure
es: Esquema JSON para los metadatos del item

source: Metadata associated to item
es: Metadatos asociados al item

source: captured on
es: capturado en

source: Date on which item was produced
es: Fecha en la cual el item fue producido

source: Date on which item was uploaded to database
es: Fecha en la cual el item fue registrado en la base de datos

source: Collection to which item belongs
es: Colección a la cual pertenece el item

source: owner id
es: id dueño

source: Owner of item
es: Dueño del item

source: licence
es: licencia

source: Licence of item
es: Licencia del item

source: is uploaded
es: esta presente

source: Is the item file on the server?
es: ¿Está presente el archivo del item en el servido?

source: Can download item
es: Puede descargar items

source: Licence type name
es: Nombre del tipo de licencia

source: Description of licence
es: Fecha de creación de la anotación

source: metadata schema
es: esquema metadatos

source: Schema for licence metadata structure
es: Esquema JSON para los metadatos de la licencia

source: document template
es: templete documento

source: Template for licence document
es: Templete para el documento de la licencia

source: Licence type icon
es: Ícono para tipo de licencia

source: can view
es: puede ver

source: Any user can view item info
es: Cualquier usuario puede ver la información de este item

source: can download
es: puede descargar

source: Any user can download item
es: Cualquier usuario puede descargar este item

source: can view annotations
es: puede ver anotaciones

source: Any user can view item annotations
es: Cualquier usuario puede ver las anotaciones de este item

source: can annotate
es: puede anotar

source: Any user can annotate item
es: Cualquier usuario puede anotar este item

source: can vote annotations
es: puede votar anotaciones

source: Any user can vote on item annotations
es: Cualquier usuario puede votar en las anotaciones de este item

source: Licence Type
es: Tipo de Licencia

source: Licence Types
es: Tipos de Licencia

source: licence type
es: tipo de licencia

source: Type of licence used
es: Tipo de licencia utilizada

source: document
es: documento

source: Legal document of licence agreement
es: Documento legal del contrato de licencia

source: Date of licence creation
es: Fecha de última modificación

source: valid until
es: valido hasta

source: Date at which the licence expires
es: Fecha en la cual se expira la licencia

source: Metadata associated with licence
es: Metadatos asociados a la anotación

source: Licence
es: Licencia

source: Licences
es: Licencias

source: Licence of type {type} created on {date}
es: Licencia de tipo {type} creada en {date}

source: Name of meta collection
es: Nombre de la metacolección

source: Description of metacollection
es: Descipción de la metacolección

source: creator id
es: id creador

source: Reference to creator of metacollection
es: Referencia al creador de la metacolección

source: Metacollection
es: Metacolleción

source: Metacollections
es: Metacolecciones

source: serial number
es: numero de serie

source: Serial number of device
es: Numero de serie del dispositivo

source: Reference to type of device
es: Referencia al tipo de dispositivo

source: owner
es: dueño

source: Owner of device
es: Dueño del dispositivo

source: Metadata associated to device
es: Metadatos asociados al dispositivo

source: bundle
es: manojo

source: Does this device possibly represents many physical devices?
es: ¿Este dispositivo representa (posiblemente) varios dispositivos físicos?

source: Physical Device
es: Dispositivo Físico

source: Physical Devices
es: Dispositivos Físicos

source: Device {id} of type {device}
es: Dispositivo {id} de tipo {device}

source: Description of role
es: Descripción del rol

source: Role type icon
es: Ícono de tipo de rol

source: Role Type
es: Tipo de Rol

source: Role Types
es: Tipos de Rol

source: Reference to device used on sampling event
es: Referencial al dispositivo utilizado en el evento de muestreo

source: configuration
es: configuración

source: Configuration on device through the sampling event
es: Configuración del dispositivo a lo largo del evento de muestreo

source: Sampling event commentaries
es: Comentarios del evento de muestreo

source: Schema for sampling event metadata
es: Esquema JSON para los metadatos del evento de muestreo

source: Metadata associated to sampling event
es: Metadatos asociados al evento de muestreo

source: started on
es: empenzando en

source: Date at which sampling begun
es: Fecha en la cual comenzó el muestreo

source: ended on
es: terminando en

source: Date at which sampling stoped
es: Fecha en la cual terminó el muestreo

source: Reference to site at which sampling took place
es: Referencia al sitio en el cual ocurrió el muestreo

source: Sampling Event
es: Evento de Muestreo

source: Sampling Events
es: Eventos de Muestreo

source: Sampling event {id} on site {site}: {start} - {end}
es: Evento de muestreo {id} en el sitio {site}: {start} - {end}

source: %(value)s is a reserved schema name
es: %(value)s es un nombre de esquema reservado

source: annotation metadata
es: metadatos anotacion

source: collection metadata
es: metadatos colección

source: collection device metadata
es: metadatos dispositivo colección

source: collection site metadata
es: metadatos sitio colección

source: collection user metadata
es: metadatos usuario colección

source: device metadata
es: metadatos de dispositivo

source: device configuration
es: configuración dispositivo

source: entailment metadata
es: metadatos implicación

source: item media info
es: media info item

source: item metadata
es: metadatos item

source: licence metadata
es: metadatos licencia

source: sampling event metadata
es: metadatos evento de muestreo

source: secondary item media info
es: media info item secundario

source: site metadata
es: metadatos sitio

source: synonym metadata
es: metadatos sinónimo

source: term metadata
es: metadatos término

source: user metadata
es: metadatos usuario

source: field
es: campo

source: Field to which JSON schema applies
es: Campo al cual aplica el esquema JSON

source: Name of JSON schema
es: Nombre del esquema JSON

source: Description of schema
es: Descripción del esquema

source: schema
es: esquema

source: JSON object with schema
es: Objecto JSON con esquema

source: Schema
es: Esquema

source: Schemas
es: Esquemas

source: Path to secondary resource
es: Ruta al archivo secundario

source: Hash of secondary resource file
es: Hash del archivo secundario

source: Hash function used to generate has of secondary file
es: Función de hash utilizada

source: Date of creation of secondary item
es: Fecha de creación del item secundario

source: Type of file of secondary item
es: Tipo de archivo de item secundario

source: Reference to primary item associated to secondary item
es: Item primario asociado al item secundario

source: Media information of secondary item file
es: Información de media del item secundario

source: Secondary Item
es: Item Secundario

source: Secondary Items
es: Items Secundarios

source: Secondary Item {id} derived from {itemid}
es: Item Secundario {id} derivado de {itemid}

source: Name of site type
es: Nombre del tipo de sitio

source: Description of site type
es: Descripción del tipo de sitio

source: Schema for site metadata
es: Esquema JSON para los metadatos del sitio

source: Site Type
es: Tipo de Sitio

source: Site Types
es: Tipos de Sitio

source: Name of site
es: Nombre del sitio

source: site type
es: tipo de sitio

source: Type of site
es: Tipo de sitio

source: generic site
es: sitio genérico

source: Georeference of site as Geometry
es: Georeferencia del sitio

source: latitude
es: latitud

source: Latitude of site
es: Latitud del sitio

source: longitude
es: longitud

source: Longitude of site
es: Longitud del sitio

source: altitude
es: altitud

source: Altitude of site (in meters)
es: Altitud del sitio (en metros)

source: Metadata associated to site
es: Metadatos asociados al sitio

source: Refrence to creator of site
es: Creador del sitio

source: Site
es: Sitio

source: Sites
es: Sitios

source: Geo reference or longitude-latitude must be provided
es: La georeferencia o la longitud-latitud deben de ser provistas

source: Site {id}
es: Sitio {id}

source: directory
es: directorio

source: Directory containing all files in source
es: Directorio que contiene todos los archivos de la fuente

source: source file
es: archivo fuente

source: File containing metadata for files in source directory
es: Archivo que contiene todos los metadatos de los archivos contenidos en el directorio fuente

source: parse function
es: funcion parseo

source: Parse function used to insert files and metadata to database
es: Funcion de parseo utilizada para insertar los archivos y los metadatos a la base de datos

source: uploaded on
es: subido en

source: Date on which files in source where parsed and uploaded to database
es: Fecha en la cual los archivos en la fuente fueron parseados y subidos a la base de datos

source: uploader id
es: cargador

source: Reference to user who uploaded files in source
es: Usuario que subió los archivos en la fuente

source: Source
es: Fuente

source: Sources
es: Fuentes

source: Directory {dir} uploaded with {func}
es: Directorio {dir} subido con la funcion {func}

source: synonym
es: sinónimo

source: Suggestion of synonym
es: Sugerencia de sinónimo

source: Description of synonym
es: Descripción del sinónimo

source: Metadata associated to synonym
es: Metadatos asociados a la sinonimia

source: suggested by
es: sugerido por

source: User who made the synonym suggestion
es: Usuario que hizo la sugerencia de sinónimo

source: suggested on
es: sugerido en

source: Date of synonym suggestion
es: Fecha de sugerencia de sinonimia

source: Synonym Suggestion
es: Sugerencia de Sinonimia

source: Synonym Suggestions
es: Sugerencias de Sinonimia

source: Suggestion: {term} = {suggestion}
es: Sugerencia: {term} = {suggestion}

source: Reference to the source of synonym
es: Fuente de la sinonimia

source: Reference to the target of the synonym
es: Objetivo de la sinonimia

source: Metadata associated to the synonym
es: Metadatos asociados a la sinonimia

source: Synonym
es: Sinónimo

source: Synonyms
es: Sinónimos

source: value
es: valor

source: Value of term
es: Valor del término

source: Description of term
es: Descripción del término

source: Metadata associated to term
es: Metadatos asociados al término

source: User who made the term suggestion
es: Usuario que hizo la sugerencia

source: Date of term suggestion
es: Fecha de la sugerencia de término

source: Term Suggestion
es: Sugerencia de Término

source: Term Suggestions
es: Sugerencias de Término

source: Suggestion: {term_type}: {value}
es: Sugerencia: {term_type}: {value}

source: Name for term type
es: Nombre del tipo de término

source: Description of term type
es: Descripción del tipo de término

source: Term type icon
es: Ícono de tipo de término

source: Metadata for terms of type
es: Esquema JSON para los metadatos de tipo de término

source: synonym metadata type
es: tipo metadatos sinónimo

source: Metadata for synonym of terms of type
es: Esquema JSON para los metadatos de una sinonimia para el tipo de término

source: Term Type
es: Tipo de Término

source: Term Types
es: Tipos de Términos

source: term type
es: tipo de término

source: Type of term
es: Tipo de término

source: Term
es: Término

source: Terms
es: Términos

source: Reference to user
es: Referencia al Usuario

source: Institution to which user belongs
es: Institución a la cual pertenece el usuario

source: is developer
es: es desarrollador

source: Flag to indicate if user is a model developer
es: Bandera para indicar is el usuario es un desarrollador de modelos

source: is curator
es: es curador

source: Flag to indicate if user is a curator
es: Bandera para indicar si el usuario es curador

source: is model
es: es modelo

source: Flag to indicate if user is an AI model
es: Bandera para indicar si el usuario es un modelo de IA

source: User Data
es: Datos de usuario

source: Users Data
es: Datos de Usuarios

source: free
es: libre

source: JSON Schema is not valid. Error: {error}
es: El esquema de JSON no es válido. Error: {error}

source: Instance does not comply with JSON schema. Error: {error}
es: La instancia no se ajusta al esquema de JSON. Error: {error}

source: Schema {schema} is not part of collection {collection}
es: El esquema {schema} no es parte de la colección {collection}
